workloadd/log_1_load.txt
[OVERALL], RunTime(ms), 367401.0
[OVERALL], Throughput(ops/sec), 2721.821660801141
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 427.0
[TOTAL_GC_TIME_Copy], Time(ms), 535.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.14561745885286104
[TOTAL_GCs], Count, 427.0
[TOTAL_GC_TIME], Time(ms), 535.0
[TOTAL_GC_TIME_%], Time(%), 0.14561745885286104
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.75
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 1455.235034
[INSERT], MinLatency(us), 65.0
[INSERT], MaxLatency(us), 3708927.0
[INSERT], 95thPercentileLatency(us), 5679.0
[INSERT], 99thPercentileLatency(us), 23807.0
[INSERT], Return=OK, 1000000