workloadd/log_2_load.txt
[OVERALL], RunTime(ms), 741649.0
[OVERALL], Throughput(ops/sec), 2696.6934493271074
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 852.0
[TOTAL_GC_TIME_Copy], Time(ms), 353.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.04759663938062345
[TOTAL_GCs], Count, 852.0
[TOTAL_GC_TIME], Time(ms), 353.0
[TOTAL_GC_TIME_%], Time(%), 0.04759663938062345
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.25
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 1421.4611425
[INSERT], MinLatency(us), 72.0
[INSERT], MaxLatency(us), 4.9971199E7
[INSERT], 95thPercentileLatency(us), 1650.0
[INSERT], 99thPercentileLatency(us), 4403.0
[INSERT], Return=OK, 2000000